/* progress info */
"Collecting crash information..." = "Raccolgo le informazioni relative al blocco…";

/* progress info */
"Searching system logs..." = "Cerco resoconti di sistema…";

/* informational message - OCC has found some console logs it wants to include */
"Console messages found" = "Rilevati messaggi della console";

/* informational message - OCC has found some console logs - tell user it's OK not to include them */
"CrashCatcher has found some system log messages which may help us to understand this crash. If you do not wish to include these logs in your crash report, you can delete them from the text box." = "CrashCatcher ha rilevato alcuni messaggi di resoconto di sistema che potrebbero aiutarci a comprendere le cause del blocco. Se preferisci non includere questi resoconti nel rapporto del blocco, puoi eliminarli dalla casella di testo.";

/* email warning message */
"CrashCatcher might not work correctly with %@." = "CrashCatcher potrebbe non funzionare correttamente con %@.";

/* suppression checkbox for warning dialog when console logs are being included in crash report */
"Don't warn me again" = "Non avvisarmi più";

/* example details string */
"For example, \"I tried to drag the framistan onto the hee-whackity, the application didn't respond for about 10 seconds, and then it crashed. This is the third time it has crashed while I was trying to do the same thing, and it only started happening since I installed CrashDoubler 7.8!\"" = "Ad esempio, “Ho provato a trascinare questo su quello, l’applicazione ha smesso di rispondere per circa 10 secondi, quindi si è bloccata. È la terza volta che si blocca mentre provo a fare la stessa operazione, e ciò avviene solo da quando ho installato CrashDoubler 7.8”.";

/* Quit button */
"Quit" = "Esci";

/* email warning message */
"Send using %@" = "Invia con %@";

/* email warning default button */
"Send using Mail" = "Invia con Mail";

/* email warning details */
"The email client you've chosen in System Preferences might not support sending crash reports. We recommend using the built-in Mac OS X Mail application; if you use %@ anyway, the crash report you send might be incomplete (or worse, your email client might crash itself).\n\nIf you choose Cancel, you can still send your crash report by copying and pasting the text into an email message addressed to %@." = "Il client di posta scelto in Preferenze di Sistema potrebbe non supportare l’invio dei resoconti di blocco. Consigliamo di utilizzare l’applicazione Mail incorporata in Mac OS X; se utilizzi %1$@, i rapporti che invii potrebbero essere incompleti (o peggio ancora, il software di posta potrebbe bloccarsi a sua volta).\n\nSe scegli Annulla, puoi ancora inviare il tuo rapporto copiando e incollando il testo in un messaggio di posta indirizzato a %2$@.";

/* error message */
"Unable to collect report from crashed application." = "Impossibile raccogliere le informazioni dall’applicazione bloccata.";